Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.27.06.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Kohti kesälomia
sme: Geasseluomut lahkonit

source: Kevään viimeinen blogi on pitkä – lyhyessä ajassa on tapahtunut paljon.
sme: Giđa maŋimus blogga lea guhkki – oanehis áigge lea olu dáhpáhuvvan.

source: Kevätistuntokauden viimeinen yleiskokous pidettiin viime viikolla Inarissa.
sme: Giđđabaji maŋimus dievasčoakkán dollojuvvui mannan vahku Anáris.

source: Yli kolmannes saamelaiskäräjäjäsenistä ei ollut päässyt kokoukseen paikalle.
sme: Badjelaš goalmmádas sámedikki lahtuin eai lean beassan čoakkámii.

source: Kokous sai kuitenkin vähäisestä osallistujamäärästä huolimatta tehtyä tehokkaasti kaikki päätökset.
sme: Čoakkán sáhtii goitge unnánaš oassálastimearis fuolakeahttá dahkat áhpasit buot mearrádusaid.

source: Kuluvan vuoden budjetti on vihdoin hyväksytty.
sme: Nohkavaš jagi bušeahtta lea viimmat dohkkehuvvon.

source: Esitin kokouksessa että jatkossa saamelaiskäräjien talousarvio hyväksytään edellisen budjettivuoden viimeisessä kokouksessa, jotta yleiskokouksen budjetti- ja ohjausvalta todellisuudessa toteutuisi.
sme: Evttohin čoakkámis, ahte boahttevuođas sámedikki bušeahtta dohkkehuvvo ovddit bušeahttajagi maŋimus čoakkámis, vai dievasčoakkáma bušeahtta- ja stivrenváldi duođalašvuođas seaillulii.

source: Tämä sai yleiskokouksessa kannatusta ja jatkossa budjetti hyväksytään todella siten, että yleiskokous voi päättää rahoituksen käytöstä ennen kuin sitä on jo kulutettu.
sme: Dát oaččui dievasčoakkámis guottáhusa ja boahtteáigge dohkkehuvvo duođaid dađi lági mielde, ahte dievasčoakkán sáhttá mearridit ruhtadeami geavahusas ovdal go das lea juo golahuvvon mealgat oassi.

source: Muutos voi johtaa siihen, että jatkossa Saamelaiskäräjät voi joutua tekemään lisätalousarvioita.
sme: Nuppástus sáhttá doalvut dasa, ahte dás duohko Sámediggi sáhttá šaddat dahkat lassibušeahttaárvalusaid.

source: Saamelaiskäräjien tilinpäätös vuodelta 2012 myös hyväksyttiin.
sme: Sámedikki dimmá (jagi 2012) rehketdoalloloahpaheapmi maid dohkkehuvvui.

source: Tilinpäätös oli noin 8000 euroa alijäämäinen.
sme: Rehketdoalloloahpaheamis lei sulaid 8000 euro vuolláibáza.

source: Alijäämä katetaan edellisten vuosien ylijäämällä.
sme: Vuolláibáza gokčojuvvo ovddit jagiid badjebáhcagiin.

source: Talous on paremmalla tolalla kuin oikeastaan odotettiinkaan.
sme: Ekonomiija lea buoret dásis go oba vurdojuvvuige.

source: Yleiskokouksen hyväksymässä budjetissa vuodelle 2012 hyväksyttiin 64 000 euron alijäämäinen budjetti.
sme: Dievasčoakkáma dohkkehan bušeahtas jahkái 2012 dohkkehuvvui bušeahtta, mas lei 64 000 euro vuolláibáza.

source: Budjetin parempi toteutuminen kertoo palvelujen myynnin onnistumisesta, mutta toisaalta myös siitä, että kaikkia tavoitteita ei vuonna 2012 pystytty saavuttamaan.
sme: Bušeahta buoret olláhuvvan muitala bálvalusaid vuovdima lihkostuvvamis, muhto nuppe dáfus maid das, ahte buot ulbmiliid jagi 2012 áigge ii lean vejolaš joksat.

source: Toimintakertomusta on tiivistetty aikaisemmista vuosista n. 30-sivuiseksi ja se on kehittynyt paljon - joinakin vuosina se on ollut jopa 100-sivuinen.
sme: Doaibmamuitalus lea otnon ja čavgejuvvon s. 30-siidosažžan ja dat lea olu buorránan – muhtin jagiid dat lea leamaš juobe 100-siidodasaš.

source: Kehittämisen varaa edelleen on.
sme: Buoridanmunni das lea velnai.

source: Yleiskokous on edellyttänyt hyväksyessään vaalikauden toimintaohjelman että toimintaohjelman toteutumista seurataan vuosittain toimintakertomuksen käsittelyn yhteydessä.
sme: Dievasčoakkán lea gáibidan dohkkehettiinis válgaáigodaga doaibmaprográmma, ahte doaibmaprográmma olláhuvvan bearráigehččojuvvo jahkásaččat doaibmamuitalusa gieđahallama olis.

source: Tämä vaatii edelleen kehittämistä.
sme: Dát gáibida ain gárgeheami.

source: Toimintakertomuksessa ovat puheenjohtajan katsaus ja kuluneen budjettivuoden tärkeimmät tapahtumat.
sme: Doaibmamuitalusas leat ságadoalli geahčastat ja nohkavaš bušeahttajagi deháleamos dáhpáhusat.

source: Toimintakertomus tulee kotisivuillemme piakkoin.
sme: Doaibmamuitalus boahtá min ruovttusiidduide farggabáliid.

source: Kertomuksen mukaan saamelaiskäräjillä on ollut paljon toimintaa - lausunnot ja viranomaisneuvottelut ovat työllistäneet eniten.
sme: Muitalusa mielde sámedikkis lea leamaš olu doaibma – cealkámušat ja eiseválderáđđádallamat leat barggahan eanemus.

source: Uutta toimintaa on pystytty luomaan vain vähän.
sme: Ođđa doaibma lea leamaš unnán.

source: Saamelaiskäräjien taloustilanne oli heikko, mutta omaa toimintaa pitää edelleen tehostaa ja priorisoida yleiskokouksen hyväksymän toimintaohjelman mukaisesti, jotta saamme kehitettyä omaa toimintaamme ja edunvalvontaamme.
sme: Sámedikki ekonomiijadilli lei heittot, muhto iežas doaibma galgá ain beavttálmahttit ja vuoruhit dievasčoakkáma dohkkehan doaibmaprográmma mielde, vai sáhttit gárgehit bargomet ja beroštumiid goziheami.

source: Henkilöstön vaihtuvuus ja kierrättäminen, sijaisten palkkaamisen vaikeus ja erilaiset projektit hidastavat varsinaista toimintaamme.
sme: Bargiid molsahuvvan ja garvviheapmi, sadjásaččaid bálkáheami váttisvuohta ja sierralágán prošeavttat njoazidit min aitosaš barggu.

source: Saamelaiskäräjillä on todella hyvä yleiskokouksen hyväksymä vaalikauden toimintaohjelma, mutta sen toteuttaminen edellyttää pitkäjänteistä työtä ja sen huomioimista kaikessa päätöksenteossa ja hallinnossa.
sme: Sámedikkis lea duođaid buorre dievasčoakkáma dohkkehan válgaáigodaga doaibmaprográmma, muhto dan olláhuhttin gáibida guhkesáigge barggu ja dan vuhtii váldima buot mearrádusdahkamis ja hálddahusas.

source: Yleiskokous hyväksyi myös esityksen vuoden 2015 talousarvioon saamelaiseksi kulttuurimäärärahaksi.
sme: Dievasčoakkán dohkkehii maid evttohusa jagi 2015 bušehttii sámi kulturmearreruhtan.

source: Esitimme kulttuurimäärärahaa nostettavaksi vajaaseen 400 000 euroon.
sme: Evttoheimmet kulturmearreruđa bajiduvvot vádjit 400 000 euroi.

source: Lisäksi esitimme, että opetus- ja kulttuuriministeriö ja saamelaiskäräjät neuvottelisivat Utsjoen kirkkotupien rahoituksen siirtämisestä suoraan kirkkotupayhdistykselle.
sme: Dasa lassin evttoheimmet, ahte oahpahus- ja kulturministeriija ja sámediggi ráđđádalalivččiiga Ohcejoga girkostobuid ruhtadeami sirdimis njuolga girkostohposearvái.

source: Valtio nimittäin korvamerkitsee kulttuurimäärärahasta tietyn summan kirkkotupien ylläpitämiseen, ja se jaetaan edelleen kirkkotupia ylläpitävälle yhdistykselle.
sme: Stáhta oainnat bealljemerke kulturmearreruđas dihto supmi girkostobuid bajásdoallamii, ja dat juhkkojuvvo ain searvái, mii bajásdoallá girkostobuid.

source: Saamelaiskäräjien käsityksen mukaan tämä ei ole järkevää eikä tehokasta taloudenhallintaa ja myös loukkaa saamelaiskäräjien itsemääräämisoikeutta.
sme: Sámedikki ipmárdusa mielde dát ii leat jierpmálaš iige beaktilis ekonomiijahálddašeapmi ja dat maid loavkkida sámedikki iešmearridanrievtti.

source: On hallinnollisesti ja taloudellisesti järkevämpää että kirkkotupayhdistykselle myönnetään varat suoraan ministeriön budjetista.
sme: Hálddahuslaččat ja ekonomalaččatge leat jierpmát, ahte girkostohposearvái juolluduvvovit ruđat njuolga ministeriija bušeahtas.

source: Valitettavasti yleiskokouksessa ei käsitelty Sajoksen liiketoimintamallia eikä sen liiketoiminnan eettisiä ohjeita kuten yleiskokous on edellyttänyt.
sme: Dađi bahábut dievasčoakkámis ii gieđahallon Sadjosa fitnodatdoaibmamálle eaige dan fitnodatdoaimma etihkalaš njuolggadusat dego dievasčoakkán lea gáibidan.

source: Hallinto ei ollut tuonut tarkistettuja ehdotuksia hallituksen käsittelyyn eikä hallitus ole voinut tuoda asiakokonaisuutta saamelaiskäräjien kokouksen käsiteltäväksi.
sme: Hálddahus ii lean buktán dárkkistuvvon evttohusaid stivrra gieđahallamii iige stivra sáhttán buktit áššeollisvuođa dievasčoakkáma gieđahallama várás.

source: Kerroin yleiskokoukselle käymistäni neuvotteluista työ- ja elinkeinoministeriön kanssa rakennerahasto-ohjelmasta ja aluekehityslaista.
sme: Muitalin dievasčoakkámii iežan ráđđádallamiin bargo- ja ealáhusministeriijain (BEM) ráhkadusruhtarádjoprográmmas ja guovlogárgehanlágas.

source: Neuvottelujen muistio löytyy kotisivuiltamme.
sme: Ráđđádallamiid muittuhančálus gávdno ruovttusiidduineamet.

source: Kerroin yleiskokoukselle, että yhtenä tavoitteena helpottaa saamelaiskäräjien toimintaa voisi olla Ahvenanmaan mallin mukainen rahoitus. TEM:in edustajien mukaan Ahvenanmaa saa tietyn prosentuaalisen osuuden Suomen valtion budjetista, jolla sen on hoidettava itsehallintoonsa kuuluvat asiat.
sme: Muitalin dievasčoakkámii, ahte oktan ulbmilin álkidahttit sámedikki doaimma livččii Ålándda málle miel ruhtadeapmi BEM:a ovddasteddjiid mielde Ålánda oažžu dihto prosentuála ossodaga Suoma stáhtabušeahtas, mainna dat dat galgá dikšut iešstivrejumis áššiid.

source: Samanlainen malli sopisi myös saamelaiskäräjien toiminnan rahoittamiseen.
sme: Seammalágán málle heivelii maid sámedikki doaimma ruhtadeapmái.

source: Niin saamelaiskäräjillä kuin valtionhallinnossakin kuluu paljon aikaa saamelaiskäräjien rahoitushakemusten valmisteluun ja käsittelyyn.
sme: Nu sámedikkis go stáhtahálddahusasnai manná olu áigi sámedikki ruhtadanohcamušaid válmmaštallamii ja gieđahallamii.

source: Malli antaisi saamelaiskäräjille myös todellisen itsemääräämisoikeuden, koska se voisi kohdentaa saamansa prosentuaalisen rahoitusosuuden omien prioriteettiensa mukaisesti.
sme: Málle attálii sámedikki duođalaš iešmearridanrievtti, daningo dat sáhtálii ieš čuozihit iežan oažžun prosentuála ruhtadanossodaga iežas vuoruhemiid mielde.

source: Kotikuntani tilanne vaikuttaa yhä ikävämmältä saamelaisten kannalta.
sme: Mu ruovttusuohkana dilli ain ahkideabbo sápmelaččaid dáfus.

source: Kuulen jatkuvasti uutisia saamelaisilta eri puolilla Enontekiötä miten kunnan suhtautuminen saamelaisiin on muuttunut ja miten eri puolille suunnitellaan toimintoja, jotka heikentävät saamelaiskulttuurin asemaa.
sme: Gulan geažos áigge ođđasiid sápmelaččain Eanodaga sierra bealde mot suohkana doaladupmi sápmelaččaid guovdu lea earáhuvvan ja mot sierra guovlluide plánejuvvojit doaimmat, mat heajudit sámi kultuvrra dili.

source: Nykyinen lainsäädäntö ei tunnu merkitsevään kunnalle mitään.
sme: Dáláš lágat eai oro máksime suohkanii maidege.

source: Kunta suunnittelee Peltovuomaan saamen kieltä elvyttävää toimintaa.
sme: Suohkan pláne Bealdovuopmái sámegiela ealáskahttindoaimma.

source: Peltovuomassa ei asu kielensä menettäneitä saamelaisia, joiden kieltä pitäisi elvyttää.
sme: Bealdovuomis eai oro gielas massán sápmelaččat, geaid giela galggalii ealáskahttit.

source: Kunta voi vapaasti järjestää saamen kielen opetusta missä tahansa, mutta saamen kieltä ja kulttuuria elvyttävää toimintaa voi järjestää vain saamelaislapsille.
sme: Suohkan sáhttá lupmosit ordnet sámegiela oahpahusa gos beare, muhto sámegiela ja kultuvrra ealáskahttima sáhttá ordnet dušše sámi mánáide.

source: Harmi vaan, että kunta ei ole yhtä innokkaasti luomassa saamelaislapsille saamenkielistä kielikylpykerhotoimintaa kokopäiväiseksi. Enontekiöllä ei valitettavasti ole kokopäivästä kielikylpytoimintaa.
sme: Šállošahtti fal, ahte suohka ii liikká stuora áŋgirvuođain leat dahkame vejolažžan sámi mánáide sámegielalaš ollesbeaivásaš giellalávgundoaimma.

source: Enontekiön kunnanvaltuusto on käsitellyt ei-julkisena päätöksen hankkia maata Lätäsenon alueelta Nokia Assert managementilta.
sme: Eanodaga suohkana alimus stivra lea gieđahallan čiegusin mearrádusa háhkat eatnama Leahtaseanu viidodagas Nokia Assert Managementas.

source: Asia on julistettu ei-julkiseksi ennen pöytäkirjantarkastamista ilman asianmukaisia pykäläviittauksia julkisuuslakiin.
sme: Ášši lea julggaštuvvon ovdal beavdegirjji dárkkisteami almmá áššáigullevaš paragráfačujuhusaid almmolašvuohtaláhkii.

source: Julkisuuslain § 1 mukaan viranomaisten asiakirjat ovat lähtökohtaisesti julkisia.
sme: Almmolašvuohtalága vuosttaš §:a mielde eiseválddiid áššegirjjit leat vuolggasajis almmolaččat.

source: Kuntalain § 29 mukaan kunnan on tiedotettava asukkailleen kunnassa vireillä olevista asioista, niitä koskevista suunnitelmista, asioiden käsittelystä, tehdyistä ratkaisuista ja niiden vaikutuksista.
sme: Suohkanlága 29 §:a mielde suohkan galgá dieđihit orruideaset suohkanis johttáhuvvon áššiin, daid plánain, áššiid gieđahallamiin, dahkkojun mearrádusain ja daid váikkuhusain.

source: Asian salaaminen on vastoin julkisuuslakia: kuntalaisilla on oikeus tietää vireillä olevista asioista jo ennen päätöksiä.
sme: Ášši čiegadeapmi lea almmolašlága vuostá: suohkana orruin lea riekti diehtit johttáhuvvon áššin juo ovdal mearrádusaid.

source: Hankinnat, ostot ja myynnit ovat lähtökohtaisesti julkisia - tämä koskee myös maakauppoja.
sme: Háhkamat, oastimat ja vuovdimat lea vuosttažettiin almmolaččat – dát guoská maid eanangávppiid.

source: Julkisuuslain mukaan salattavia asioita ovat esimerkiksi yritysten kilpailuun jättämät tarjoukset.
sme: Almmolašvuohtalága mielde suollemas áššit leat omd. fitnodagaid gilvui guođđán fálaldagat.

source: Maa- ja kiinteistökauppojen tarkoitus on kunnan päätöksen mukaan myöhemmin hankkia Metsähallituksen luontopalvelujen hallinnassa olevalta maa-alueelta lisää kiinteistö-omaisuutta, rakentaa tie alueelle soidensuojelualueen halki ja rakentaa alueelle 30 vapaa-ajan asunnon mökkikylä ja matkailupalvelujen kiinteistö.
sme: Eanan- ja giddodatgávppid ulbmil lea suohkana mearrádusa mielde maŋŋel háhkat Meahcceráđđehusa luonddubálvalusaid hálddašan eananviidodagas lasi giddodatopmodaga, dahkat luotta viidodahkii jekkiidsuodjalanguovllu rastá ja hukset viidodahkii 30 luomosáigge vistti bartagili ja turismabálvalusaid giddodaga.

source: Asian tekeminen ei-julkiseksi ennen päätöksentekoa loukkaa kuntalakia ja julkisuuslakia, koska kaupat ovat perusteena alueen matkailukehittämiselle ja soidensuojelualueen arvojen rikkomiselle.
sme: Ášši čiegadeapmi ovdal mearrádusdahkama loavkida suohkanlága ja almmolašvuohtalága, daningo gávpašeapmi lea vuođđun guovllu turismagárgeheapmái ja suodjalanguovlluid árvvuid rihkkumii.

source: Asia onkin ilmeisesti haluttu pitää ei-julkisena ennen päätöksentekoa, koska asiasta ei ole haluttu julkista keskustelua.
sme: Ášši leanai almmatge háliduvvon adnojuvvot ii-almmolažžan ovdal mearrádusdahkama, daningo áššis ii leat háliduvvon ságastallojuvvot almmolaččat.

source: Kunnanvaltuuston kiinteistökauppa tuo hyvin merkittäviä ja laajakantoisia vaikutuksia - sekä taloudellisia, ympäristöllisiä että poliittisia.
sme: Suohkanstivrra giddodatgávpi buktá hui mearkkašahtti ja viiddesvuđot váikkuhusaid – sihke ekonomalaččat, biraslaččat ja politihkalaččat.

source: Siten asian pitäminen salassa ennen päätöksentekoa on vastoin kuntalakia.
sme: Dađi lági mielde ášši čiegadeapmi ovdal mearrádusdahkama lea suohkanlága vuostá.

source: Erityisen ongelmallinen asian salassapito on siksi, että kyseisellä hankinnalla pohjustetaan yli miljoonan euron investointia.
sme: Earenoamáš problemáhtalaš ášši čiegadeapmi lea danin, ahte namuhuvvon háhkamiin dahkkojuvvo vuođđu badjelaš miljovnna euro investeremii.

source: Hankinnan perusteet perustuvat virheelliseen lainsäädännön tulkintaan ja vaarana onkin, että 350 000 euron investointi jää kunnalle tappioksi.
sme: Háhkama ákkat vuođđuduvvet boastto láhkadulkomii ja lea bahá várra, ahte 350 000 euro investeren báhcá suohkanii dáhpan.

source: Suunnitelmat ovat soidensuojeluasetuksen vastaisia, koska asetus soidensuojelualueesta kieltää teiden ja rakennelmien rakentamisen alueelle.
sme: Plánat leat jekkiidsuodjalanásahusa vuostásaččat, daningo ásahus jekkiidsuodjalanásahusas gielde luottaid ja huksehusaid huksema guvlui.

source: Kunnanjohtaja on toistuvasti niin sosiaalisessa mediassa kuin mediassakin kertonut värikkäitä näkemyksiään ja virheellisiä tulkintojaan niin saamelaiskäräjistä, saamelaisista kuin saamelaiskulttuuristakin.
sme: Suohkanhoavda lea jeavddalaččat nu sosiála medias go mediasnai muitalan ivdnás oainnuidis ja boasttodulkomiiddis nu sámedikkis, sápmelaččain go sámi kultuvrrasnai.

source: Viimeksi hän otti Lapin Kansassa / Enontekiön Sanomissa kantaa tiedeyhteisön vetoomukseen saamelaismääritelmästä.
sme: Maŋimus son válddii Lapin Kansa- ja Enontekiön Sanomat – aviissain beali dieđaservoša ávžžuhussii sápmelaš meroštallamis.

source: Kunnanjohtajan mukaan tiedeyhteisö oli väärässä eikä saamelaiskäräjillä ole legimiteettiä puhua statuksettomien saamelaisten puolesta.
sme: Suohkanhoavdda mielas dieđasearvvuš lei váldán boastto oainnu iige sámedikkis leat legimiteahtta hupmat statuskeahtes sápmelaččaid beales.

source: No, siinä hän onkin osittain oikeassa.
sme: Na dashan son lea juobe vuoigadis.

source: Saamelaiskäräjien tehtävänä on vain ja ainoastaan saamelaisten oikeuksien puolustaminen.
sme: Sámedikki bargun lea dušše ja duššebeare sápmelaččaid rivttiid bealušteapmi.

source: Myöskään millään muulla taholla ei ole legimiteettiä puhua tai edustaa kuviteltua ja keksittyä ryhmää, joka kutsuu itseään statuksettomiksi saamelaisiksi.
sme: Maiddái mange earáge oassebealis ii leat legimiteahtta hupmat dehe ovddastit govahallon ja hutkojuvvon joavkku, mii gohčoda iežas statuskeahtes sápmelažžan.

source: Enontekiön kunnalla on kuntalain mukaan tehtävänä edistää asukkaittensa - saamelaisten ja suomalaisten hyvinvointia.
sme: Eanodaga suohkanis lea suohkanlága mielde bargun ovddidit orruidis – sápmelaččaid ja suopmelaččaid buresbirgejumi.

source: Kuviteltujen tai keksittyjen ryhmien etujen ajaminen ei tähän kuulu.
sme: Govahallon dehe hutkojuvvon joavkkuid beroštumiid ovddideapmi ii dása gula.

source: Ei Enontekiön kunnan eikä kunnallisen itsehallinnon toimenkuvaan ylipäätään kuulu perustuslain ja kuntalain mukaan saamelaismääritelmään ja saamelaisten perustuslailliseen kulttuuri-itsehallintoon kuuluvat asiat.
sme: Ii Eanodaga suohkana iige suohkanlaš iešstivrema doaibmagovvii gula obanassiige vuođđolága ja suohkanlága mielde sápmelaš meroštallan ja sámiid vuođđolágalaš kulturiešstivren áššit.

source: Minun on suorastaan tullut ikävä eläkkeelle jäänyttä kotikylässäni asuvaa kunnan entistä kunnanjohtajaa.
sme: Mus lea njuolgut boahtán ahkit ealáhahkii báhcán ruovttugilistan orru ovddeš suohkanhoavdda.

source: Saamelaiskäräjät oli hänen kanssaan useasti eri mieltä eri asioista, mutta suhtauduimme toisiimme aina asiallisesti ja kunnioittavasti sekä teimme myös yhteistyötä.
sme: Sámediggi lei dávjá suinna eará oaivilis sierra áššiin, muhto munnos lei álohii gudnejahtti ja áššálaš gaskavuođa doaladupmi, ja barggaime suinna maid ovttasráđiid.

source: Perustuslakivaliokunnan linjaus kuntauudistuksesta tarkoittaa sitä, että Enontekiön kuntakin joutuu kuntaliitosselvitykseen.
sme: Vuođđolága linnjen suohkanođastusas dárkkuha dan, ahte Eanodaga suohkannai šaddá suohkanlihtodančielggadeami vuollásažžan.

source: Saamelaiskäräjät, kuten minäkin, olemme vastustaneet Enontekiön kunnan liittämistä Muonion, Kittilän ja Kolarin kuntiin.
sme: Sámediggi, dego munnai, leat vuostálastán Eanodaga suohka laktima Muonio, Gihttela ja Kolari suohkaniidda.

source: Enontekiön kunnan selkeä ja julkinen saamelaisten oikeusasemaa vastustava linja, kunnanhallituksen puheenjohtajan sotauhkailut mikäli Ilo-sopimus ratifioidaan, suunnitelmat heikentää Käsivarren saamen kielen opetusta, suunnitelmat sijoittaa suomalaislapset saamenkieliseen päivähoitoon, suunnitelmat opettaa ensisijaisesti suomalaisille lapsille saamen kieltä Peltovuomassa virheellisesti väittäen toiminnan olevan saamelaisten saamen kielen elvyttämistä, Lätäsenon soidensuojelualueen romuttamissuunnitelmat ja porojen laidunalueen muuttamisen turistialueeksi sekä Käsivarren kansallispuiston vastustaminen ovat saaneet minun ajattelemaan asiaa uudelleen.
sme: Eanodaga suohkana čielga ja almmolaš sámiid riektesajádaga vuostálasti linnjá, suuohkanstivrra ságadoalli soahteuhkádallamat jos Ilo-soahpamuš ratifiserejuvvo, plánat heajudit Giehtaruohttasa sámegiela oahpahusa, plánat bidjat suopmelašmánáid sámegielalaš beaivedikšui, plánat oahpahit vuosttažettiin suopmelaš mánáide sámegiela Bealdovuomis baostto dieđuin ahte doaibma lea sámegiela ealáskahttin, Leahtaseanu jekkiidsuodjalanguovllu billistanplánat ja bohccuid guohtoneatnamiid earáhuhttin turismaguovlun sihke Giehtaruohttasa álbmotmeahci vuostálastin leat ožžon mu guorahallat ášši ođđasit.

source: Saamelaiskäräjillä on hyvin suuri sananvalta asiassa, koska kuntayhdistämisten poikkeamisperusteissa mainitaan ettei yhdistäminen saa heikentää saamelaisten kielellisiä ja kulttuurisia oikeuksia ja keskiössä ovat saamelaiskäräjälain 9 §:n mukaiset neuvottelut kuntaliitosasiassa.
sme: Sámedikkis lea hui stuora sátneváldi áššis, daningo suohkanovttastahtimiid spiehkastatákkain namuhuvvo ahte ovttastahttin ii oaččo heajudit sápmelaččaid gielalaš ja kultuvrralaš rivttiid ja guovddážis leat sámediggelága 9 §:a miel ráđđádallamat suohkanovttastuhttináššis.

source: Tällä menolla kunta ajaa suunnitelmallisesti saamelaiset pois Enontekiön kunnasta.
sme: Dálá plánaiguin suohkan ádjá sápmelaččaid diđolaččat ja plánaid mielde eret Eanodaga suohkanis.

source: Ehkä ei olisi pahasta yhdistää Enontekiön kunta muiden Länsi-Lapin kuntien kanssa, koska tilanne ei voi ainakaan nykyisestä enää pahentua.
sme: Ii oba livčče vearráige ovttastahttit Eanodaga suohkana eará Oarje-Sámi suohkaniiguin, daningo dilli ii sáhte aŋkke dálážis šaddat šat vearrábun.

source: Ehkä suurempi kunta toisi enemmän avarakatseisuutta, halua suojella saamelaiskulttuuria ja toimeenpanna lakisääteisiä velvoitteita, lisäisi suvaitsevaisuutta ja tehostaisi kunnallishallintoakin.
sme: Stuorit suohkan soaittálii buktit eambbo viiddes oainnu, hálu suodjalit sámi kultuvrra ja olláhuhttit lágas mearriduvvon geatnegasvuođaid, lasihivččii utnolašvuođa ja beavttálmahtálii suohkanhálddahusanai.

source: Ilmeisesti kunnanjohtajallakaan ei ole tämän kokoisessa kunnassa tarpeeksi tehtäviä, koska hän tuntuu käyttävän suuren osan työajastaan sosiaalisessa mediassa ja mediassa tapahtuvaan kunnan tehtäviin kuulumattomaan pohdiskeluun.
sme: Suohkanhoavddas eai oro leame dán stuoru suohkanis dárbahassii barggut, daningo son orru atnime stuora oasi bargoáiggistis sosiála medias surfemii ja mediasuokkardallamii, mat eai gula suohkana bargguide.

source: Saamelaiskäräjät tulee huolellisesti pohtimaan tulisiko Enontekiön kunta liittää Länsi-Lapin muihin kuntiin.
sme: Sámediggi galgá fuolalaččat suokkardit galggaliigo Eanodaga suohkan laktojuvvot Oarje-Sámi eará suohkaniidda.

source: Omat tuntemukseni ovat kunnanjohtajan ja kunnan virallisen saamelaisvastaisen toiminnan johdosta kääntyneet kuntaliitoksen vastustamisesta siihen positiivisesti suhtautumiseen, kunhan reunaehdot saamen kielen ja saamelaiskulttuurin kannalta saadaan kohdilleen uudessa kuntaliitoksessa.
sme: Suohkanhoavdda ja suohkana virggálaš sápmelaččaidvuostásaš doaimma geažil iežan dovdamušat leat earáhuvvan suohkanovttastahttima vuostálastimis dasa miehtemielalaš doaladupmái, go fal ravdaeavttut sámegiela ja sámi kultuvrra dáfus ožžojuvvojit sadjái ođđa suohkalihtodeamis.

source: Saamelaiskäräjien hallitus piti tällä viikolla viimeisen puhelinkokouksen ennen kesälomaa.
sme: Sámedikki stivra doalai dán vahku maŋimus telefončoakkáma ovdal geasseluomu.

source: Hallitus on toki kiireellisissä asioissa valmis kokoontuman kesälläkin.
sme: Stivra lea gal hui hohpolaš áššiid dihte gárvvis čoahkkanit geassetnai.

source: Päätimme lähteä mukaan maa- ja metsätalousministeriön työryhmään, joka selvittää saamelaisten osallistumisoikeuksien vahvistamista Metsähallituksen toiminnassa.
sme: Mearrideimmet vuolgit mielde eanan- ja meahccedoalloministeriija bargojovkui, mii čielggada sámiid oassálastinvuoigatvuođaid nannema Meahcceráđđehusa doaimmas.
